Repository: plaurent75/wp-fftt
Catalog: languages/wp-fftt-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Login (required)
fr_fr: Identifiant (requis)

source: Password (required)
fr_fr: Mot de passe de API (requis)

source: Club Number (optional)
fr_fr: Numéro de Club (facultatif)

source: department (optional)
fr_fr: Département (facultatif)

source: Where to display it ?
fr_fr: Choisir la page où afficher le formulaire

source: Google Maps Api Key (optional)
fr_fr: Clé API Google Maps (facultatif)

source: Disable Plugin CSS
fr_fr: Désactiver les styles (fichiers CSS) du plugin?

source: Login & password must be requested from the federation. You can <a href="http://www.fftt.com/site/mediatheque/autres-medias/api" target="_blank">claim your access here</a>
fr_fr: Login & mot de passe doivent être demandées auprès de la Fédération. Vous pouvez <a href="http://www.fftt.com/site/mediatheque/autres-medias/api" target="_blank">demander votre accès ici</a>

source: Plugin is unusable without access provided by the FFTT
fr_fr: Ce Plugin est inutilisable sans accès fourni par la FFTT

source: &mdash; Select &mdash;
fr_fr: &mdash; Sélectionnez &mdash;

source: Show
fr_fr: Afficher

source: Add New Page
fr_fr: Ajouter une nouvelle Page

source: Wp FFTT endpoints
fr_fr: WP FFTT terminaisons

source: Wp FFTT endpoint
fr_fr: WP FFTT terminaison

source: Custom Link
fr_fr: Lien personnalisé

# slug
source: teams
fr_fr: equipes

source: Teams
fr_fr: Equipes

# slug
source: players
fr_fr: joueurs

source: Players
fr_fr: Joueurs

# slug
source: department
fr_fr: departement

source: Clubs of the department
fr_fr: Clubs du département

source: Select all
fr_fr: Tout sélectionner

source: Add to menu
fr_fr: Ajouter au menu

source: FFTT Data
fr_fr: Données FFTT

source: Display latest parties for each club teams
fr_fr: Afficher les dernières parties pour chaque équipe du club

source: Club Teams results
fr_fr: Résultats des équipes de Club

source: Title :
fr_fr: Titre:

source: Club Number
fr_fr: Numéro du club

source: Display teams for a club
fr_fr: Afficher les équipes pour un club

source: Club Teams
fr_fr: Équipes de club

source: Team
fr_fr: Équipe

# slug
source: player
fr_fr: joueur

# slug
source: rank
fr_fr: classement

# slug
source: team
fr_fr: equipe

# slug
source: results
fr_fr: resultats

source: Clubs of the %s department
fr_fr: Clubs du département %s

source: %s Licencees
fr_fr: %s Licenciés

source: %s Teams
fr_fr: Equipes %s

source: %s Results
fr_fr: Résultats %s

source: Licensees
fr_fr: Licenciés

source: Last Name
fr_fr: Nom

source: First Name
fr_fr: Prénom

source: Licence #
fr_fr: N° de licence

source: Sex
fr_fr: Genre

source: Statistics
fr_fr: Statistiques

source: Details
fr_fr: Détails

source: Unable to find any data for this club
fr_fr: Impossible de trouver des données pour ce club

source: Visit Website
fr_fr: Visiter le site

source: Club Correspondent
fr_fr: Correspondant du Club

source: More about
fr_fr: Plus à propos de

source: Officials Points
fr_fr: Points Officiels

source: Early Season Points
fr_fr: Points débuts de saison

source: Category
fr_fr: Catégorie

source: Nationnality
fr_fr: Nationnalité

source: Monthly points
fr_fr: Points mensuels

source: Annual growth
fr_fr: Progression an.

source: Monthly growth
fr_fr: Progression mens.

source: region
fr_fr: région

source: depart.
fr_fr: départ.

source: Historic
fr_fr: Historique

source: Details of Validated parties
fr_fr: Détails des parties validées

source: Opponent
fr_fr: Adversaire

source: Rank.
fr_fr: Class.

source: Gain / loss
fr_fr: Gain / perte

source: Unable to find any data for this licensee
fr_fr: Impossible de trouver des données pour cette licence

source: Unable to find any data for this player
fr_fr: Impossible de trouver des données pour ce joueur

source: P
fr_fr: J

source: W
fr_fr: G

source: L
fr_fr: P

source: Composition of teams
fr_fr: Composition des équipes

source: Match detail
fr_fr: Détail de la rencontre

source: Loading
fr_fr: Chargement

source: Error : No data for this division
fr_fr: Erreur : Aucune donnée pour cette division

source: Rank
fr_fr: Classement

source: Results
fr_fr: Résultats

source: Calendar
fr_fr: Calendrier

source: Discover
fr_fr: Découvrir

source: Find Licensees by License #
fr_fr: Chercher par N° de licence

source: Get Player
fr_fr: Trouver

source: Get data for a club #
fr_fr: Chercher par N° de club

source: Club Details
fr_fr: Trouver

source: Get Clubs by department
fr_fr: Trouver tous les clubs d'un département

source: Display table tennis data from the official FFTT Website.
fr_fr: Afficher les données de tennis de table issues du site officiel de la FFTT.
